brew "fontconfig"
brew "cairo"
brew "colima"
brew "docker"
brew "glab"
brew "go"
brew "harfbuzz"
brew "little-cms2"
brew "gradle"
brew "mariadb", restart_service: :changed
brew "node"
brew "nvm"
brew "openjdk@11"
brew "openjdk@17"
brew "redis", restart_service: :changed
brew "sonar-scanner"
brew "yarn"
cask "mockoon"
cask "postman"
cask "visual-studio-code"
vscode "augment.vscode-augment"
vscode "brian-njogu.gitlantis"
vscode "dbaeumer.vscode-eslint"
vscode "debrajbhal.testng-testsuite-runner"
vscode "donjayamanne.githistory"
vscode "eamodio.gitlens"
vscode "esbenp.prettier-vscode"
vscode "firsttris.vscode-jest-runner"
vscode "github.copilot-chat"
vscode "golang.go"
vscode "interactive-smartlog.interactive-smartlog"
vscode "mhutchie.git-graph"
vscode "ms-playwright.playwright"
vscode "ms-vscode.makefile-tools"
vscode "redhat.java"
vscode "ritwickdey.liveserver"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "vscjava.vscode-gradle"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-java-dependency"
vscode "vscjava.vscode-java-pack"
vscode "vscjava.vscode-java-test"
vscode "vscjava.vscode-maven"
vscode "wallabyjs.quokka-vscode"
go "github.com/joho/godotenv/cmd/godotenv"
go "golang.org/x/tools/gopls"
go "github.com/golang/mock/mockgen"
go "honnef.co/go/tools/cmd/staticcheck"
npm "corepack"
npm "firebase-tools"
npm "typescript"
